public class Main {
    public static void main(String[] args) {
        int ticket = 14_549;
        int many = 20;


        System.out.println(" Your bonus miles " + ticket / many );
    }
}


// Объявляете переменные для входных данных и
// параметров программы: одну для хранения
// стоимости билета, другую для хранения количества
// рублей для одной бонусной мили

// Рассчитываете количество бонусных миль, используя
// значения заведённых переменных. Ответ сохраняете в
// новую переменную и выводите на экран

